[
    {
        "title": "Avoid These Wildlife Photography Mistakes",
        "image": "../../img/kingfisher-2046453__340.jpg",
        "author": "Michelle Ecker",
        "topic": "Wildlife",
        "content":"If you are a landscape photography enthusiast especially interested in wildlife, you're already well aware that this is a tricky, unpredictable niche. If you want to improve your chances of capturing a clear, well-composed wildlife image, try to avoid making these common mistakes. 1. Not Doing Your Research: It's important to have some information about your subject before you head out. For example, NYIP mentor Chris Corradino leads multiple photo tours across the globe on a yearly basis, and he also plans frequent wildlife photography excursions of his own. One of the most important parts of his compositional process is the research before the trip. Without any background or context about what and where you'll be working, you will inevitably be somewhat unprepared. Check out this article about his 2010 trip to photograph puffins on Machias Seal Island, a speck of land in the Bay of Fundy of the coast of Maine. The research and preparation that went into the journey clearly simplified the process when it was time to get to work. 2. Not Framing Properly: If a certain animal is the focus of your wildlife shot (like Chris's Puffins for example), you really need to frame appropriately. A very common mistake made by photographers is to improperly frame too largely. While this isn't always your fault- sometimes your subject is scared of humans and you therefore can't get very close to it- you need to try your best to circumnavigate this challenge to appropriately focus your subject within a proportionate frame. If it's impossible to get close enough to do so manually, pack the right gear to assist in your zoom. 3. Not Focusing Well Enough: Again, wildlife is often in motion- so focusing and snapping a clear shot can be a challenge. But most all great wildlife photography is the product of patience. If this is something you often struggle with, check on this article on continuous shooting mode for an easier alternative.",
        "date": "January 31, 2019",
        "comments": ["Nice one!", "Nice one!", "Nice one!","Nice one!"]
    },
    {
        "title": "How to Photograph Flowers",
        "image": "../../img/butterfly-1127666__340.jpg",
        "author": "Michelle Ecker",
        "topic": "Flowers",
        "content":"One idea is to try macro photography. Macro photography is a helpful way to capture a detailed, close-up shot that really does justice to the intricacies of plants and flowers. In some cases, macro lenses are so powerful in capturing tiny detail that they'll actually reveal microscopic elements that can't even be seen by the naked eye. If you want to produce a much more unique image of flowers or plants, extremely close-up shots are one great option.",
        "date": "January 17, 2019",
        "comments": ["Nice one!", "Nice one!", "Nice one!","Nice one!"]
    },
    {
        "title": "Photographing Spring",
        "image": "../../img/spring-bird-2295431_960_720.jpg",
        "author": "Chris Corradino",
        "topic": "Spring",
        "content":"There are photographs that are subtle and those that are not. The picture we've chosen to represent the theme of Spring is one that is not subtle. How does this tender image by NYIP Student Stephanie Adkins communicate its story to the viewer? Let's examine it by considering NYIP's Three Guidelines for Better Photos. Guideline One: Know in advance what you want to be the subject of the photograph.The obvious subject of this photo is two young girls in a sunlit field awash with flowers, conversing under a parasol that casts a nice, even light across the girls' faces. On one level this is a fine portrait of the two girls. Whether they're sisters or just good friends isn't clear, but we know that the parents of these two tykes would love this professional-looking portrait. In fact, our business sense tingles with the possibility of selling large, matted and framed enlargements of this photo to parents and grandparents alike. It's a beautiful image. Guideline Two: Organize the picture and use techniques that give emphasis to your subject.Here, Stephanie has emphasized the two girls by making them large, placing them up front, framing them with the parasol, and surrounding them with elements (flowers) that don't distract attention from them. Guideline Three: Simplify. In other words, get rid of any elements in the picture that will distract attention from the subject. In this picture, Stephanie has done that. There's nothing we see that distracts our eye from the subject. The girls are seen against a uniform field of yellow flowers. We don't see any weeds or other objects, just flowers.",
        "date": "March 15, 2010",
        "comments": ["Nice one!", "Nice one!", "Nice one!","Nice one!"]
    },
    {
        "title": "How to Photograph Butterflies",
        "image": "../../img/butterfly-1218884_960_720.jpg",
        "author": "Chris Corradino",
        "topic": "Butterflies",
        "content":"A butterfly may not beat its wings as rapidly as a hummingbird, but a fast shutter speed is still necessary to freeze their wing motion. My recommended starting point is no slower than 1-250th of a second. Any slower and the image suffers from blur. You can also use a non-technical trick and wait for a lull in the action before shooting. A butterfly will often dance about the flowers before settling on a spot for several seconds. Resting with its wings open, you'll have a perfect opportunity to capture its full beauty. Great butterfly photos often have a similar characteristic of clean, uncluttered backgrounds. Knowing this, you can angle yourself accordingly. This definitely adds a new wrinkle to the challenge, but remember, a busy background distracts from the main subject. If you find a particularly great spot with butterflies nearby, you can even wait for one to come to you. Remain patient and it just may happen.",
        "date": "March 24, 2015",
        "comments": ["Nice one!", "Nice one!", "Nice one!","Nice one!"]
    },
    {
        "title": "How to Take Portraits in Patches of Wildflowers",
        "author": "Jenna Andersen",
        "image": "../../img/child-817373_960_720.jpg",
        "topic": "Portraits",
        "date": "March 04, 2014",
        "content": "When scouting for wildflower portrait locations, try to find a spot located on top of a hill or with a hill right behind it. This will minimize distractions and prevent background elements from growing out of your subject’s head. It’s very easy to drive down the freeway and see stretches along the side of the road, but try to avoid using those. Not only is it a safety hazard, but your angles will be limited as you work to keep the cars out of the background. What if the patch you settle on isn’t very big? Can you trick the viewer into thinking you located a never-ending patch of bluebonnets? Using a combination of angles and photography equipment, it’s not that hard. Here are five tips that will help you make the most of even the spottiest bunch of blooms. 1.Use a long lens, and fill the frame with your subject and the surrounding flowers.. If you’re using a long lens (try something longer than 85mm), less of the surrounding area will be visible, and it will look like your subject is completely enveloped in flowers. 2. Crouch down low and shoot level, with your subject seated amongst the flowers. Avoid shooting at an upward angle when you’re doing portraits because it is unflattering for your subjects. Have them sit down. When you open up your aperture to something like f-3.2 or f-4.0 and bring their bodies closer to the flowers, it softens the edges of the patch and makes it look much larger than it really is. 3. Focus on tiny subjects. Newborn and baby portraits are ideal for wildflower patches because you can use a long lens and have the little one pictured with flowers on all sides. If you want to incorporate mom and dad, have them lie very close together with baby propped on their shoulders and chest. You can shoot down toward them and have flowers on the edge of the frame. 4. Make the flowers the focus. Have your subject(s) dancing, laughing, holding hands, kissing or jumping in the background while you have the flowers in the foreground. Use an aperture like f-2.8 to blur everything except the flowers right in front of your lens.5. Have your subject lie down in the flower patch. You can focus on their accessories, their eyes or the outline of their body against the ground.",
        "comments": ["Nice one!", "Nice one!", "Nice one!","Nice one!"]
    },
    {
        "title": "Dramatic Landscape Photography Tips",
        "image": "../../img/forest-931706_960_720.jpg",
        "author": "Chris Corradino",
        "topic": "Landscape",
        "content":"NYIP Graduate and Student Advisor Chris Corradino has an active business photographing sports and news stories in the metropolitan New York area. Like many photographers, he also is very serious about outdoor photography when he travels. We hadn't seen that much of Chris's landscape work, but when we saw the beautiful photographs that illustrate this article, we asked him to write about his approach and share some tips with our readers.When one thinks of great landscape photography, names like Ansel Adams, Galen Rowell, and Art Wolfe come to mind. Yet, you too can make breathtaking photos of the natural world by utilizing some common tricks of the trade! This article focuses on several specific areas that will have an immediate impact on your photography. If you have knack for nature and landscape photography that you're looking to fine-tune, it's worth checking out our online course to perfect your skills. Our online nature and landscape photography course is designed to teach you how to capture the beauty of the world around you. Time of Day: If you hang around with photographers long enough, you will inevitably hear the phrase 'the magic hour'. This refers to the early morning and late evening, when most dramatic landscape photos are made. To put yourself in the right place at the right time, start by bookmarking a local website that provides sunrise and sunset times. I use this one from the Navy Oceanography Portal. Just enter the specific date of your shoot, and the appropriate city and state. Your efforts will be rewarded with the warm tones created from the low angle of the sun. In addition, you'll also notice an increase in color saturation. Since most birds and animals are more active before bedding down for the day, you may be able to incorporate them into your scene. Best of all, you can focus on your craft without the distracting busloads of tourists typical of mid-day travel. Weather: Rainbows, lightning, ominous clouds, fog, and snow can all add considerable impact to your landscapes. In order to capture these natural phenomena, a photographer must seek out weather patterns that are less than ideal. By making yourself aware of the upcoming conditions, you can begin to plan and visualize your photos in advance. For example, perhaps your favorite lighthouse will look even better with freshly fallen snow and an overcast sky. Maybe that old grave yard will take on a more pensive feel in a thick morning fog. Here in New York City, people's reactions to rain can create interesting photographic opportunities. Regardless of where you live, it's important to consider the moods that various weather conditions can bring to a scene. Once you begin to work with the natural elements, the possibilities are endless. If you're concerned about getting the camera wet, try using a hotel shower cap to keep it dry. In the mountains, weather can change quickly so it's best to be prepared for anything. Filters:Two words, Neutral Density. It surpasses the Polarizer as the most useful filter landscape photographers can keep in their bag. These great little tools come in many shapes, strengths, and sizes. For the most versatility, I recommend the square types that fit in a lens mount. Cokin makes inexpensive holders that work well with other brand's filters such as Hitech. Generally, a soft edge two stop neutral density filter is a good place to start. It works by reducing the difference in brightness between the foreground and the sky. This allows your digital sensor to capture the detail in both areas. For example, if you meter the foreground and expose it as 18% grey, the bright sky may be overexposed by two stops. A two stop ND filter would correct this by holding back two stops of light from the sky. With this technique, you can exceed your camera's dynamic range. Filters in the three- and four-stop range are also quite effective and worth keeping in your bag. The soft edge variation is much easier to blend naturally whereas the hard edge is preferable for seascapes with a definitive horizon line.",
        "date": "May 14, 2011",
        "comments": ["Nice one!", "Nice one!", "Nice one!","Nice one!"]
    }
]
